Repository: 84000/data-translation-memory
Catalog: toh1-3-v3.tmx
Source language: bo
Languages: en

source: གང་ལ་དགག་དབྱེ་ལན་གསུམ་བཟླས་པའི་སྐབས་མེད་པར་གྱུར་ན། དོན་དེ་ལ་དགག་དབྱེ་ལན་གཉིས་བཟླས་པ་ཡིན་ནོ། །
en: In the event there is no opportunity to repeat the lifting of restrictions three times, in that case the lifting of restrictions is repeated twice.

source: དོན་གང་ལ་དགག་དབྱེ་ལན་གསུམ་བཟླས་པ་ཡིན་ཞེ་ན།
en: “For what reason is the lifting of restrictions repeated thrice?

source: རྣལ་དུ་གནས་པའི་གནས་སྐབས་ནའོ། །
en: Under normal conditions.

source: དོན་གང་ལ་ཚོགས་ཀྱི་དགག་དབྱེ་བྱ་ཞེ་ན།
en: “For what reason is there a lifting of restrictions as an assembly?

source: འདི་ལྟར་ཡང་དགོན་པ་འཁྲུགས་པའི་དམག་གི་འཇིགས་པ་བྱུང་ནས། ཡུལ་མི་རྣམས་ཀྱང་དེ་དང་དེ་དག་ཏུ་བྲོས་སོ། །
en: Villagers may flee from danger posed by an army disturbing the forest.

source: དེ་ནས་དགེ་སློང་རྣམས་ཀྱང་གཏུར་བུ་དག་ཏུ་ཆོས་གོས་རྣམས་ཐུམ་པོ་བྱས་ཏེ་ཐོགས་ནས་ཕན་ཚུན་བལྟས་ཏེ། ཚེ་དང་ལྡན་པ་དག་དེང་དགེ་འདུན་གྱི་དགག་དབྱེ་བཅོ་ལྔ་པ་ཡིན་མོད་ཀྱི།
en: In that case, the monks should put their robes into a satchel, look at one another, and say, ‘Venerable ones, although today is the fifteenth, the saṅgha’s lifting of restrictions, we will lift restrictions when we have obtained a quorum of saṅgha.’

source: གང་གི་ཚེ་དགེ་འདུན་མཐུན་པ་རྙེད་པ་དེའི་ཚེ་དགག་དབྱེ་བྱའོ་ཞེས་བརྗོད་ནས་འདོད་པར་བྱ་སྟེ།
en: Then they should leave.

source: དོན་དེ་ལ་ཚོགས་ཀྱི་དགག་དབྱེ་ཞེས་བྱའོ། །
en: This is the reason for the lifting of restrictions as an assembly.”

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཉེ་བ་འཁོར་གྱིས་ཞུས་པ། བཙུན་པ་འདི་ལྟར་ཡང་དགེ་སློང་རྣམས་ཀྱིས་འདི་ལྟ་བུའི་ཁྲིམས་སུ་བཅའ་བ་དག་བགྱིས་ནས་དབྱར་གནས་ཏེ། ཚེ་དང་ལྡན་པ་དག་བདག་ཅག་གི་ནང་ན་སུ་ཡང་རུང་དབྱར་གྱི་ནང་ལོགས་སུ་ཉེ་དུ་དག་འོངས་ན་དགག་དབྱེ་སྦྱིན་པར་བྱའོ་ཞེས་མཆི་ན། བཙུན་པ་དགག་དབྱེ་སྩལ་བར་བགྱི་འམ། མི་སྩལ་བར་བགྱི།
en: A Well-Gathered Assembly Upāli asked the Blessed Buddha, “Honorable One, if the monks make the following rule as they settle for the rains—‘Venerable ones, if a relative of any among us should arrive during the rains retreat, the lifting of restrictions should be extended to him’—Honorable One, should such a lifting of restrictions be extended to him or not?”

source: ཉེ་བ་འཁོར་བྱིན་ཅིག །
en: “Upāli, it should be extended to him.”

source: ཅི་སྟེ་དངོས་པོ་བཞག་ལ་གང་ཟག་མ་ལགས་ན་དགག་དབྱེ་སྩལ་བར་བགྱིའམ།
en: “Should the lifting of restrictions be extended to him if he puts forward a matter but not a person?”

source: མི་སྩལ་བར་བགྱི། ཉེ་བ་འཁོར་མ་སྦྱིན་པར་དེ་ལ་ཚིག་འདི་སྐད་ཅེས།
en: “Upāli, it should not be extended.

source: ཚེ་དང་ལྡན་པ་བདག་ཅག་དོན་འདི་ལ་འདུས་ཤིང་མཐུན་པར་གྱུར་པ་ནི་མ་ཡིན་ན།
en: Say the following to him: ‘Venerable one, we are not gathered and in a quorum for this purpose.

source: ཚེ་དང་ལྡན་པ་ཅིའི་ཕྱིར་དངོས་པོ་བཞག་སྟེ་གང་ཟག་མ་ཡིན།
en: So why, venerable one, do you put forward a matter but not a person?

source: འོན་ཀྱང་བདག་ཉིད་ཤིན་ཏུ་རྣམ་པར་དག་པར་བྱ་བའི་ཕྱིར་དགག་དབྱེ་བྱོས་ཤིག་ཅེས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་གྱིས།
en: However, the Blessed One decreed the lifting of restrictions for the purpose of self-purification.

source: གལ་ཏེ་འདོད་ན་ནི་འདུག་ལ་དགག་དབྱེ་བྱའོ་ཞེས་སྨྲོས་ཤིག །
en: If you desire this, you may stay and perform the lifting of restrictions.’ ”

source: གལ་ཏེ་གང་ཟག་བཞག་ལ་དངོས་པོ་མ་ལགས་ན། དགག་དབྱེ་སྩལ་བར་བགྱིའམ།
en: “Should the lifting of restrictions be extended to him if he puts forward a person but not a matter?”

source: ཚེ་དང་ལྡན་པ་ཅིའི་ཕྱིར་གང་ཟག་བཞག་སྟེ་དངོས་པོ་མ་ཡིན།
en: So why, venerable one, do you put forward a person but not a matter?

source: གལ་ཏེ་དངོས་པོ་དང་གང་ཟག་བཞག་ན་དགག་དབྱེ་སྩལ་བར་བགྱིའམ།
en: “Should the lifting of restrictions be extended to him if he puts forward a person and a matter?”

source: མི་སྩལ་བར་བགྱི།
en: “Upāli, it should not be extended.

source: ཉེ་བ་འཁོར་མ་སྦྱིན་པར་ཚེ་དང་ལྡན་པ་བདག་ཅག་དོན་འདི་ལ་འདུས་ཤིང་མཐུན་པར་གྱུར་པ་ནི་མ་ཡིན་ན།
en: Say the following to him: ‘Venerable one, we are not gathered and in a quorum for this purpose.

source: ཚེ་དང་ལྡན་པ་ཅིའི་ཕྱིར་གང་ཟག་དང་དངོས་པོ་བཞག་སྟེ་མ་ཡིན།
en: So why, venerable one, do you put forward a person and a matter?

source: གལ་ཏེ་འདོད་ན་འདུག་ལ་དགག་དབྱེ་བྱའོ་ཞེས་སྨྲོས་ཤིག །
en: If you desire this, you may stay and perform the lifting of restrictions.’ ”

source: གལ་ཏེ་དངོས་པོ་དང་གང་ཟག་མ་བཞག་ན་དགག་དབྱེ་སྩལ་བར་བགྱིའམ། མི་སྩལ་པར་བགྱི།
en: “Should a lifting of restrictions be extended to him if he does not put forward a person and a matter?”

source: ཉེ་བ་འཁོར་བྱིན་ཅིག། །།
en: “Upāli, it should be extended to him.”

source: སྡོམ་ལ། རྒྱལ་པོས་དགེ་སློང་བཟུང་བ་དང་། །དྲན་པར་བྱ་བ་བཅུ་པོ་དང་། །ལྟུང་བས་བདུན་པོ་བྱ་བ་དང་། །གླེང་བ་ཡིས་ནི་བདུན་པོའོ། །འདི་ལྟར་ཡང་དགག་དབྱེ་བཅོ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་རྒྱལ་པོའམ། ཆོམ་རྐུན་ནམ། གཡོན་ཅན་ནམ།
en: A summary: The king apprehends a monk, The ten recollections, The seven for offenses, and The seven for prompts.

source: གསོད་པའམ། ཕྱིར་རྒོལ་བའམ། ཕས་ཀྱི་དགྲ་བོས་བཟུང་བར་གྱུར་ན། དེ་ལ་དགེ་སློང་དག་གིས་ཕོ་ཉ་གཏང་བར་བྱ་སྟེ། དགེ་སློང་འདི་བདག་ཅག་གི་ཚངས་པ་མཚུངས་པར་སྤྱོད་པ་ཡིན་གྱིས་འདི་ཐོང་ཤིག་ཅེས་སྤྲིང་ཤིག །
en: The King Apprehends a Monk “On the fifteenth, the day of lifting restrictions, if a monk has been apprehended by the king, a bandit, a rogue, a murderer, a brigand, or an enemy, the monks should send a messenger to him with the following message: ‘This monk is our fellow brahmacārin, so release him.’

source: གལ་ཏེ་བཏང་ན་ལེགས།
en: If he is released, it is well.

source: ཅི་སྟེ་མ་བཏང་ན་ཕོ་ཉ་གཉིས་པ་གཏང་བར་བྱ་སྟེ། དགེ་སློང་འདི་བདག་ཅག་རྣམས་དང་ལྷན་ཅིག་ཏུ་བགྱི་བ་ཅུང་ཞིག་མཆིས་ཀྱིས་འདི་ཐོང་ཤིག་ཅེས་སྤྲིང་ཤིག །
en: If he is not, a second messenger should be sent with the following message: ‘This monk has some business with us, so release him.’

source: ཅི་སྟེ་མ་བཏང་ན་དགེ་སློང་རྣམས་དཀྱིལ་འཁོར་གྱི་ནང་དུ་ཞུགས་ལ་དགག་དབྱེ་བྱའོ། །
en: If he is not, the monks should enter into the inner circle and perform the lifting of restrictions.

source: དེའི་འོག་ཏུ་ཕྱི་དེ་ཉིན་པར་ནས་དགེ་སློང་དེ་ཐར་བར་བྱ་བའི་ཕྱིར་བརྩོན་པར་བྱའོ། །
en: On the following day, they should make efforts to secure his emancipation.

source: གལ་ཏེ་བརྩོན་པར་བྱས་ན་ལེགས།
en: If efforts are made, it is well.

source: ཅི་སྟེ་བརྩོན་པར་མ་བྱས་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: If efforts are not made, they will be guilty of a breach.”

source: འདི་ལྟར་ཡང་དགག་དབྱེ་བཅོ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་གིས་ལྟུང་བ་དྲན་ན། དགེ་སློང་དེས་ལྟུང་བ་དེ་དགེ་སློང་གི་མདུན་དུ་ཆོས་བཞིན་དུ་གྱིས་ལ་དེའི་འོག་ཏུ་དགག་དབྱེ་བྱའོ། །
en: The Ten Recollections “On the fifteenth, the day of lifting restrictions, if a monk recalls an offense, that monk should properly make amends for the offense before a monk and then restrictions should be lifted.

source: དགག་དབྱེ་ནི་འདི་ལྟར་བྱ་སྟེ། ངས་དགག་དབྱེའི་བར་ཆད་དུ་འགྱུར་བ་མི་སྨྲས་ཞེས་བྱ་བ་སྔར་གསོ་སྦྱོང་གི་གཞིར་ཇི་སྐད་བསྟན་པ་བཞིན་བཅུ་ཚན་རྒྱས་པར་བྱའོ། །
en: The procedure followed before lifting restrictions should be done as described at length in the group of ten from The Chapter on the Restoration Rite, where the Blessed One declares, ‘I do not declare this a hindrance to the restoration rite.’ ”

source: འདི་ལྟར་ཡང་དགག་དབྱེ་བཅོ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་གིས་ལྟུང་བ་ཤེས་ལ་ཅི་སྟེ་ཕས་ཕམ་པ་བྱུང་བར་ཤེས་ན་བསྐྲད་ལ་དགག་དབྱེ་བྱའོ། །
en: The Seven Arising from Offenses “On the fifteenth, the day of lifting restrictions, a monk may acknowledge an offense. If he acknowledges it to be a defeat, the offending monk should be removed and then restrictions lifted.

source: གལ་ཏེ་དགེ་འདུན་ལྷག་མ་བྱུང་བར་ཤེས་ན་བྱིན་གྱིས་བརླབས་ནས་དགག་དབྱེ་བྱའོ། །
en: If he acknowledges it to be a saṅgha remnant, restrictions should be lifted after sanctioning it.

source: གལ་ཏེ་ལྟུང་བྱེད་དང་། སོ་སོར་བཤགས་པ་དང་། ཉེས་བྱས་དག་བྱུང་བར་ཤེས་ན་བཤགས་ནས་དགག་དབྱེ་བྱའོ། །
en: If he acknowledges it to be a transgression, a confessable offense, or a misdeed, he should disclose it and then restrictions should be lifted.

source: འདི་ལྟར་ཡང་དགག་དབྱེ་བཅོ་ལྔ་པ་དེ་ཉིད་ལ་དངོས་པོ་མ་ངེས་པར་གྱུར་ནས། ཁ་ཅིག་ནི་ལྷག་མ་མེད་པར་འདུ་ཤེས་ལ།
en: “On the fifteenth, the day of lifting restrictions, after some uncertainty has arisen about some matter, some may believe that the offense is unatonable, while others believe it to be atonable.

source: ཁ་ཅིག་ནི་ལྷག་མ་དང་བཅས་པར་འདུ་ཤེས་ན་དེ་ལ་གང་དག་ལྷག་མ་མེད་པར་འདུ་ཤེས་པ་དེ་དག་གིས་ནི་བསྐྲད་ནས་དགག་དབྱེ་བྱའོ། །
en: Those who believe it to be unatonable should remove the offending monk and then restrictions should be lifted.

source: གང་དག་ལྷག་མ་དང་བཅས་པར་འདུ་ཤེས་པ་དེ་དག་གིས་ནི་བྱིན་གྱིས་རློབ་ཏུ་བཅུག་ནས་དགག་དབྱེ་བྱའོ། །
en: Those who believe it to be atonable should make him make a resolution about it and then restrictions should be lifted.

source: འདི་ལྟར་ཡང་དགག་དབྱེ་བཅོ་ལྔ་པ་དེ་ཉིད་ལ་ལྟུང་བ་མ་ངེས་ཏེ། དེ་ལ་ཁ་ཅིག་ནི་བཤགས་པར་བྱའོ་ཞེས་ཟེར། ཁ་ཅིག་ནི་བསྡམ་པར་བྱའོ་ཞེས་ཟེར་ན།
en: “On the fifteenth, the day of lifting restrictions, after some uncertainty has arisen about an offense, some may say it is something that should be confessed, while others may say it is something that should be curbed.

source: དེ་ལ་གང་དག་བཤགས་པར་བྱའོ་ཞེས་ཟེར་བ་དེ་དག་གིས་ནི་འཆགས་སུ་བཅུག་ནས་དགག་དབྱེ་བྱའོ། །
en: Those who say it is something that should be confessed should receive a confession and then restrictions should be lifted.

source: གང་དག་བསྡམ་པར་བྱའོ་ཞེས་ཟེར་བ་དེ་དག་གིས་ནི་བསྡམ་པ་བྱེད་དུ་བཅུག་ནས་དགག་དབྱེ་བྱའོ། །
en: Those who say it is something that should be curbed should make him pledge to curb the behavior and then restrictions should be lifted.”

source: འདི་ལྟར་ཡང་དགག་དབྱེ་བཅོ་ལྔ་པ་དེ་ཉིད་ལ་དགེ་སློང་གིས་དགེ་སློང་ལ་གླེང་བར་བྱེད་ལ།
en: The Seven Arising from Prompts “On the fifteenth, the day of lifting restrictions, a monk may prompt another monk.

source: གལ་ཏེ་གླེང་བ་པོ་ལུས་དང་ངག་མ་བསྡམས་པར་གྱུར་ན། དེ་ལྟ་བུའི་གླེང་བ་པོ་ལ་བསྒོ་ཞིང་རབ་ཏུ་བསྒོ་ནས་དགག་དབྱེ་བྱའོ། །གལ་ཏེ་གླེང་བ་པོ་ལུས་ཀྱིས་བསྡམས་ལ་ངག་གིས་མ་ཡིན་པར་གྱུར་ན།
en: If the prompter is not restrained in body and speech, restrictions should be lifted after quashing and suppressing such a prompter.

source: དེ་ལྟ་བུའི་གླེང་བ་པོ་ལ་ཡང་བསྒོ་ཞིང་རབ་ཏུ་བསྒོ་ནས་དགག་དབྱེ་བྱའོ། །གལ་ཏེ་གླེང་བ་པོ་ངག་གིས་བསྡམས་ལ་ལུས་ཀྱིས་མ་ཡིན་པར་གྱུར་ན། དེ་ལྟ་བུའི་གླེང་བ་པོ་ལ་ཡང་བསྒོ་ཞིང་རབ་ཏུ་བསྒོ་ནས་དགག་དབྱེ་བྱའོ། །
en: If the prompter is restrained in body but not in speech, restrictions should be lifted after quashing and suppressing such a prompter.

source: གལ་ཏེ་གླེང་བ་པོ་ལུས་དང་ངག་གིས་བསྡམས་པར་གྱུར་ལ་མདོ་སྡེ་མི་འཛིན། འདུལ་བ་མི་འཛིན། མ་མོ་མི་འཛིན་པ་ཡིན་ན། དེ་ལྟ་བུའི་གླེང་བ་པོ་ལ་བརྡ་སྤྲད་ཅིང་ཡང་དག་པར་བརྡ་སྤྲད་ནས་དགག་དབྱེ་བྱའོ། །
en: If the prompter is restrained in speech but not in body, restrictions should be lifted after quashing and suppressing such a prompter, too.

source: གལ་ཏེ་གླེང་བ་པོ་ལུས་དང་ངག་གིས་བསྡམས་ལ་མདོ་སྡེ་འཛིན་པ། འདུལ་བ་འཛིན་པ། མ་མོ་འཛིན་པར་གྱུར་ལ། མདོ་སྡེ་ལ་གསལ་བ་མ་ཡིན། འདུལ་བ་ལ་གསལ་བ་མ་ཡིན། མ་མོ་ལ་གསལ་བ་མ་ཡིན་ན། དེ་ལྟ་བུའི་གླེང་བ་པོ་ལ་ཡང་བརྡ་སྤྲད་ཅིང་ཡང་དག་པར་བརྡ་སྤྲད་ནས་དགག་དབྱེ་བྱའོ། །
en: “If the prompter is restrained in body and speech but he is not an upholder of the sūtras, an upholder of the vinaya, or an upholder of the mātṛkā, restrictions should be lifted after giving orders and instructions to the prompter.

source: གལ་ཏེ་གླེང་བ་པོ་ལུས་དང་ངག་གིས་བསྡམས་ཤིང་མདོ་སྡེ་འཛིན་པ། འདུལ་བ་འཛིན་པ། མ་མོ་འཛིན་པ། མདོ་སྡེ་ལ་གསལ་བ། འདུལ་བ་ལ་གསལ་བ། མ་མོ་ལ་གསལ་བ་ཡིན་ལ། མདོ་སྡེ་ལ་མི་གཟོ། འདུལ་བ་ལ་མི་གཟོ། མ་མོ་ལ་མི་གཟོ་བ་ཡིན་ན། དེ་ལྟ་བུའི་གླེང་བ་པོ་ལ་ཡང་བརྡ་སྤྲད་ཅིང་ཡང་དག་པར་བརྡ་སྤྲད་ནས་དགག་དབྱེ་བྱའོ། །
en: “If the prompter is restrained in body and speech and he is an upholder of the sūtras, an upholder of the vinaya, and an upholder of the mātṛkā, but is not an elucidator of the sūtras, is not an elucidator of the vinaya, and is not an elucidator of the mātṛkā, restrictions should be lifted after giving orders and instructions to the prompter.

source: གལ་ཏེ་གླེང་བ་པོ་ལུས་དང་ངག་གིས་བསྡམས་ཤིང་མདོ་སྡེ་འཛིན་པ། འདུལ་བ་འཛིན་པ། མ་མོ་འཛིན་པ། མདོ་སྡེ་ལ་གསལ་བ། འདུལ་བ་ལ་གསལ་བ། མ་མོ་ལ་གསལ་བ། མདོ་སྡེ་ལ་གཟོ་བ།
en: “If the prompter is restrained in body and speech, is an upholder of the sūtras, the vinaya, and the mātṛkā, and is an elucidator of the sūtras, the vinaya, and the mātṛkā, but is not experienced in the sūtras, is not experienced in the vinaya, and is not experienced in the mātṛkā, restrictions should be lifted after giving orders and instructions to the prompter .

source: འདུལ་བ་ལ་གཟོ་བ། མ་མོ་ལ་གཟོ་བ་ཡིན་ལ། མདོ་སྡེ་ལ་མི་མཁས་པ། འདུལ་བ་ལ་མི་མཁས་པ། མ་མོ་ལ་མི་མཁས་པ་ཡིན་ན། དེ་ལྟ་བུའི་གླེང་བ་པོ་ལ་ཡང་བརྡ་སྤྲད་ཅིང་ཡང་དག་པར་བརྡ་སྤྲད་ནས་དགག་དབྱེ་བྱའོ། །
en: “If the prompter is restrained in body and speech, is a upholder of the sūtras, the vinaya, and the mātṛkā, is an elucidator of the sūtras, the vinaya, and the mātṛkā, is experienced in the sūtras, the vinaya, and the mātṛkā, but is not skilled in the sūtras, is not skilled in the vinaya, and is not skilled in the mātṛkā, restrictions should be lifted after giving orders and instructions to the prompter.

source: གལ་ཏེ་གླེང་བ་པོ་ལུས་དང་ངག་གིས་བསྡམས་ཤིང་མདོ་སྡེ་འཛིན་པ། འདུལ་བ་འཛིན་པ། མ་མོ་འཛིན་པ། མདོ་སྡེ་ལ་གསལ་བ། འདུལ་བ་ལ་གསལ་བ། མ་མོ་ལ་གསལ་བ། མདོ་སྡེ་ལ་གཟོ་བ། འདུལ་བ་ལ་གཟོ་བ། མ་མོ་ལ་གཟོ་བ། མདོ་སྡེ་ལ་མཁས་པ། འདུལ་བ་ལ་མཁས་པ། མ་མོ་ལ་མཁས་པ་ཡིན་ན། གལ་ཏེ་ཆེད་དུ་བསམས་ཏེ་དགེ་འདུན་གྱི་ནང་དུ་ཆོས་མ་ཡིན་པ་ལ་ཆོས་དང་། ཆོས་ལ་ཆོས་མ་ཡིན་པ་དང་། འདུལ་བ་མ་ཡིན་པ་ལ་འདུལ་བ་དང་། འདུལ་བ་ལ་འདུལ་བ་མ་ཡིན་པར་སྟོན་པ་ཡིན་ན། དེ་ལྟ་བུའི་གླེང་བ་པོ་ལ་ཡང་བརྡ་སྤྲད་ཅིང་ཡང་དག་པར་བརྡ་སྤྲད་ནས་དགག་དབྱེ་བྱའོ། །གལ་ཏེ་གླེང་བ་པོ་ལུས་དང་ངག་གིས་བསྡམས་པ་ཡིན་ལ་མདོ་སྡེ་འཛིན་པ། འདུལ་བ་འཛིན་པ། མ་མོ་འཛིན་པ། མདོ་སྡེ་ལ་གསལ་བ། འདུལ་བ་ལ་གསལ་བ། མ་མོ་ལ་གསལ་བ། མདོ་སྡེ་ལ་གཟོ་བ། འདུལ་བ་ལ་གཟོ་བ། མ་མོ་ལ་གཟོ་བ། མདོ་སྡེ་ལ་མཁས་པ། འདུལ་བ་ལ་མཁས་པ། མ་མོ་ལ་མཁས་པ་ཡིན་ན།
en: “If the prompter is restrained in body and speech, is an upholder of the sūtras, the vinaya, and the mātṛkā, is an elucidator of the sūtras, the vinaya, and the mātṛkā, is experienced in the sūtras, the vinaya, and the mātṛkā, is skilled in the sūtras, in the vinaya, and in the mātṛkā, but he knowingly teaches among the saṅgha what is improper to be proper, what is proper to be improper, what is not the vinaya to be the vinaya, and what is the vinaya to not be the vinaya, restrictions should be lifted after giving orders and instructions to the prompter.

source: གལ་ཏེ་ཆེད་དུ་བསམས་པ་མ་ཡིན་པར་དགེ་འདུན་གྱི་ནང་དུ་ཆོས་མ་ཡིན་པ་ལ་ཆོས་དང་། ཆོས་ལ་ཆོས་མ་ཡིན་པ་དང་། འདུལ་བ་མ་ཡིན་པ་ལ་འདུལ་བ་དང་། འདུལ་བ་ལ་འདུལ་བ་མ་ཡིན་ནོ་ཞེས་སྟོན་པ་དེ་ལ་འདི་སྐད་ཅེས་བརྗོད་པར་བྱ་སྟེ། ཚེ་དང་ལྡན་པ་གླེང་བ་པོ་གང་གིས་སྨྲ།
en: “If the prompter is restrained in body and speech, is an upholder of the sūtras, the vinaya, and the mātṛkā, is an elucidator of the sūtras, the vinaya, and the mātṛkā, is experienced in the sūtras, the vinaya, and the mātṛkā, is skilled in the sūtras, the vinaya, and the mātṛkā, and does not knowingly teach among the saṅgha what is improper to be proper, what is proper to be improper, what is not the vinaya to be the vinaya, and what is the vinaya not to be the vinaya, the following should be said to that teacher: “ ‘Venerable one, tell us who you are prompting.

source: ཕས་ཕམ་པས་སམ། དགེ་འདུན་གྱི་ལྷག་མས་སམ། ལྟུང་བྱེད་ཀྱིས་སམ། སོ་སོར་བཤགས་པས་སམ། ཉེས་བྱས་ཀྱིས་སམ།
en: Was it a defeat, a saṅgha remnant, a transgression, a confessable offense, or a misdeed?

source: མཚན་མོ་བྱས་པས་སམ། ཉིན་མོ་བྱས་པས་སམ། ལམ་དུ་བྱས་པས་སམ། ལམ་གོལ་བར་བྱས་པས་སམ། འགྲོ་བའི་འམ། འགྲེང་བའི་འམ། འདུག་པས་འམ། ཉལ་བའི་འམ།
en: Did it occur during the night, during the day, while on a path, while off a path, while going, while rising, while sitting, or while lying?

source: གལ་ཏེ་ཕས་ཕམ་པས་ཡིན་གྱི། དགེ་འདུན་ལྷག་མས་མ་ཡིན། ལྟུང་བྱེད་ཀྱིས་མ་ཡིན། སོ་སོར་བཤགས་པས་མ་ཡིན། ཉེས་བྱས་ཀྱིས་མ་ཡིན་ནམ།
en: Was it a defeat but not a saṅgha remnant, a transgression, a confessable offense, or a misdeed?

source: གལ་ཏེ་དགེ་འདུན་ལྷག་མས་ཡིན་གྱི། ཕས་ཕམ་པས་མ་ཡིན། ལྟུང་བྱེད་ཀྱིས་མ་ཡིན། སོ་སོར་བཤགས་པས་མ་ཡིན། ཉེས་བྱས་ཀྱིས་མ་ཡིན་ནམ།
en: Or was it a saṅgha remnant but not a defeat, a transgression, a confessable offense, or a misdeed?

source: གལ་ཏེ་ལྟུང་བྱེད་ཀྱིས་ཡིན་གྱི། ཕས་ཕམ་པས་མ་ཡིན། དགེ་འདུན་ལྷག་མས་མ་ཡིན། སོ་སོར་བཤགས་པས་མ་ཡིན། ཉེས་བྱས་ཀྱིས་མ་ཡིན་ནམ། གལ་ཏེ་སོ་སོར་བཤགས་པས་ཡིན་གྱི།
en: Or was it a transgression and not a defeat, a saṅgha remnant, a confessable offense, or a misdeed?

source: ཕས་ཕམ་པས་མ་ཡིན། དགེ་འདུན་ལྷག་མས་མ་ཡིན། ལྟུང་བྱེད་ཀྱིས་མ་ཡིན། ཉེས་བྱས་ཀྱིས་མ་ཡིན་ནམ།
en: Or was it a confessable offense and not a defeat, a saṅgha remnant, a transgression, or a misdeed?

source: གལ་ཏེ་ཉེས་བྱས་ཀྱིས་ཡིན་གྱི། ཕས་ཕམ་པས་མ་ཡིན། དགེ་འདུན་ལྷག་མས་མ་ཡིན། ལྟུང་བྱེད་ཀྱིས་མ་ཡིན། སོ་སོར་བཤགས་པས་མ་ཡིན་ནམ།
en: Or was it a misdeed and not a defeat, a saṅgha remnant, a transgression, or a confessable offense?

source: གལ་ཏེ་ཕས་ཕམ་པ་དང་པོས་ཡིན་གྱི། གཉིས་པས་མ་ཡིན། གསུམ་པས་མ་ཡིན། བཞི་པས་མ་ཡིན་ནམ། གལ་ཏེ་གཉིས་པས་ཡིན་གྱི།
en: “ ‘If it was a defeat, was it the first and not the second, third, or fourth type of defeat?

source: དང་པོས་མ་ཡིན། གསུམ་པས་མ་ཡིན། བཞི་པས་མ་ཡིན་ནམ།
en: Or was it the second and not the first, third, or fourth type of defeat?

source: གལ་ཏེ་གསུམ་པས་ཡིན་གྱི། དང་པོས་མ་ཡིན། གཉིས་པས་མ་ཡིན། བཞི་པས་མ་ཡིན་ནམ།
en: Or was it the third but not the first, second, or fourth type of defeat?

source: གལ་ཏེ་བཞི་པས་ཡིན་གྱི། དང་པོས་མ་ཡིན། གཉིས་པས་མ་ཡིན། གསུམ་པས་མ་ཡིན་ནམ།
en: Or was it the fourth and not the first, second, or third type of defeat?

source: གལ་ཏེ་དགེ་འདུན་ལྷག་མ་དང་པོས་ཡིན་གྱི། གཉིས་པས་མ་ཡིན་ཞེས་བྱ་བ་ནས་བཅུ་གསུམ་པའི་བར་གྱིས་མ་ཡིན་ནམ། གལ་ཏེ་བཅུ་གསུམ་པའི་བར་གྱིས་ཡིན་གྱི་དང་པོས་མ་ཡིན། གཉིས་པས་མ་ཡིན།
en: “ ‘If it was a saṅgha remnant, was it the first and not the second through the thirteenth type of saṅgha remnant?

source: གསུམ་པས་མ་ཡིན་པ་ནས་བཅུ་གཉིས་པའི་བར་གྱིས་མ་ཡིན་པའམ།
en: Or was it the thirteenth and not the first, second, third through the twelfth type of saṅgha remnant?

source: གལ་ཏེ་ལྟུང་བྱེད་དང་པོས་ཡིན་གྱི། གཉིས་པས་མ་ཡིན། གསུམ་པས་མ་ཡིན་པ་ནས་དགུ་བཅུ་པའི་བར་གྱིས་མ་ཡིན་པའམ། གལ་ཏེ་དགུ་བཅུ་པས་ཡིན་གྱི།
en: “ ‘If it was a transgression, was it the first and not the second, third, through the ninetieth?

source: དང་པོས་མ་ཡིན། གཉིས་པས་མ་ཡིན་པ་ནས་བརྒྱད་བཅུ་རྩ་དགུའི་བར་གྱིས་མ་ཡིན་པའམ།
en: Or was it the ninetieth and not the first, second, through the eighty-ninth type of transgression?

source: གལ་ཏེ་སོ་སོར་བཤགས་པ་དང་པོས་ཡིན་གྱི། གཉིས་པས་མ་ཡིན། གསུམ་པས་མ་ཡིན།
en: “ ‘If it was a confessable offense, was it the first and not the second, third, or fourth?

source: བཞི་པས་མ་ཡིན་ནམ། གལ་ཏེ་གཉིས་པས་ཡིན་གྱི། དང་པོས་མ་ཡིན། གསུམ་པས་མ་ཡིན།
en: Or was it the second and not the first, third, or fourth?

source: བཞི་པས་མ་ཡིན་ནམ། གལ་ཏེ་གསུམ་པས་ཡིན་གྱི། དང་པོས་མ་ཡིན། གཉིས་པས་མ་ཡིན། བཞི་པས་མ་ཡིན་ནམ།
en: Or was it the third and not the first, second, or fourth?

source: གལ་ཏེ་ཉེས་བྱས་དང་པོས་ཡིན་གྱི། གཉིས་པས་མ་ཡིན། གསུམ་པས་མ་ཡིན། ཐ་མའི་བར་གྱིས་མ་ཡིན་ནམ། གལ་ཏེ་ཐ་མས་ཡིན་གྱི།
en: “ ‘If it was a misdeed, was it the first and not the second or third, through the last?

source: དང་པོས་མ་ཡིན། གཉིས་པས་མ་ཡིན་པའམ། ཐ་ལྷག་གི་བར་གྱིས་མ་ཡིན་པའམ།
en: Or was it the last and not the first or second, through the penultimate?

source: གལ་ཏེ་ནུབ་མོ་བྱས་པས་ཡིན་གྱི། ཉིན་པར་བྱས་པས་མ་ཡིན་ནམ།
en: “ ‘Was it done during the night but not during the day?

source: གལ་ཏེ་ཉིན་པར་བྱས་པས་ཡིན་གྱི། མཚན་མོ་བྱས་པས་མ་ཡིན་ནམ།
en: Or was it done during the day but not during the night?

source: གལ་ཏེ་ལམ་གོལ་བ་ན་བྱས་པས་ཡིན་གྱི། ལམ་དུ་བྱས་པས་མ་ཡིན་ནམ།
en: Was it done while off a path but not while on a path?

source: གལ་ཏེ་ལམ་དུ་བྱས་པས་ཡིན་གྱི། ལམ་གོལ་བར་བྱས་པས་མ་ཡིན་ནམ།
en: Was it done while on a path but not while off a path?

source: གལ་ཏེ་འགྲོ་བའི་ཡིན་གྱི། འདུག་པའི་མ་ཡིན། འགྲེང་བའི་མ་ཡིན། ཉལ་བའི་མ་ཡིན་ནམ།
en: Was it done while going but not while sitting, rising, or lying?

source: གལ་ཏེ་འདུག་པའི་ཡིན་གྱི། འགྲོ་བའི་མ་ཡིན། འགྲེང་བའི་མ་ཡིན། ཉལ་བའི་མ་ཡིན་ནམ།
en: Was it done while sitting but not while going, rising, or lying?

source: གལ་ཏེ་ཉལ་བའི་ཡིན་གྱི། འགྲོ་བའི་མ་ཡིན། འགྲེང་བའི་མ་ཡིན། འདུག་པའི་མ་ཡིན་ནམ། གལ་ཏེ་འགྲེང་བའི་ཡིན་གྱི།
en: Was it done while lying but not while going, rising, or sitting?

source: ཉལ་བའི་མ་ཡིན། འདུག་པའི་མ་ཡིན་ཞེས་གལ་ཏེ་གླེང་བ་པོ་ལ་དེ་ལྟར་ལེགས་པར་ཤིན་ཏུ་ཡང་དག་པར་སྨྲས། ཡང་དག་པར་བསྟན། ཡང་དག་པར་བརྟགས་པ་ན་གནས་ནས་གནས་སུ་སྦེད་པ་ནི་གླེང་བ་པོ་མ་ཡིན། གླེངས་པས་མ་ཡིན་ནོ། །
en: Or was it done while rising but not while lying, or sitting?’

source: གལ་ཏེ་གླེང་བ་པོ་དེ་ལྟར་ལེགས་པར་ཤིན་ཏུ་ཡང་དག་པར་སྨྲས།
en: “If, upon being well and truly cross-examined, counseled, and interrogated in this manner, the prompter contradicts his own account, he is not a prompter and the other monk has not been prompted.

source: ཡང་དག་པར་བསྟན། ཡང་དག་པར་བརྟགས་པས་ན་གནས་ནས་གནས་སུ་སྦེད་པར་མི་བྱེད་ན། དེ་ནི་གླེང་བ་པོ་ཡིན། གླེངས་པ་ཡིན་ནོ། །
en: If, upon being well and truly cross-examined, counseled, and interrogated in this manner, the prompter does not contradict his own account, he is a prompter, and the other monk has been prompted.

source: གལ་ཏེ་གླེང་བ་པོ་གནས་ནས་གནས་སུ་མི་སྦེད་ན། གླེངས་པ་ཡིན་པས་འདི་སྐད་ཅེས་བརྗོད་པར་བྱ་སྟེ། ཚེ་དང་ལྡན་པ་དེའི་ཚེ་ལུས་ཀྱི་འདུ་བྱེད་དང་། ངག་གི་འདུ་བྱེད་དང་། ཡིད་ཀྱི་འདུ་བྱེད་གང་དག་ཡིན་པ་སྨྲོས་ཤིག །
en: “If the prompter does not contradict his own account, the prompted monk has been prompted and so he should be addressed in the following way: ‘Venerable one, describe your physical, verbal, and mental conditions at that time.’

source: གལ་ཏེ་ཕས་ཕམ་པ་ཡིན་པར་ཤེས་ན་བསྐྲད་ལ་དགག་དབྱེ་བྱའོ། །
en: “If he acknowledges it to be a defeat, he should be removed and then the restrictions should be lifted.

source: གལ་ཏེ་དགེ་འདུན་གྱི་ལྷག་མ་ཡིན་པར་ཤེས་ན་བྱིན་གྱིས་བརླབས་ལ་དགག་དབྱེ་བྱའོ། །གལ་ཏེ་ལྟུང་བྱེད་དང་། སོ་སོར་བཤགས་པ་དང་།
en: If he acknowledges it to be a saṅgha remnant, restrictions should be lifted after sanctioning him.

source: ཉེས་བྱས་ཡིན་པར་ཤེས་ན་བཤགས་ལ་དགག་དབྱེ་བྱའོ།། །།སྡོམ་ལ།
en: If he acknowledges it to be a transgression, a confessable offense, or a misdeed, he should confess it and restrictions should then be lifted.”

source: མང་པོ་བསྒྲེ་དང་བཞག་པ་དང་། །བྱ་དང་རྣམ་པ་ལྔ་པ་དང་། །འདོང་བས་རྣམ་གནས་བྱ་བ་དང་། །ཡོངས་སུ་དག་ལ་དགག་དབྱེ་བྱའོ། །
en: Repetition A summary: Many extrapolations, suspending, Birds, five aspects, the three to be done by the traveler, Lifting restrictions for the pure.

source: འདི་ལྟར་ཡང་དགག་དབྱེ་བཅོ་ལྔ་པ་དེ་ཉིད་ལ་གཉུག་མར་གནས་པའི་དགེ་སློང་ལྔའམ་ལྷག་པ་དག་འདུག་ཅིང་མཐུན་པར་གྱུར་ལ། དེ་དག་འདི་སྙམ་དུ་སེམས་ཏེ། དགེ་སློང་མ་འོངས་པ་དག་ཡོད་དེ། དེ་དག་མ་འོངས་ཏེ་མེད་ཀྱང་བདག་ཅག་གིས་གསོལ་བ་བྱས་ཏེ་དགག་དབྱེ་བྱར་རུང་ངོ་སྙམ་ནས།
en: “On the fifteenth, the day of lifting restrictions, five or more resident monks, seated and having a quorum, may think, ‘There are monks who have not yet arrived but it is still valid for us to make a motion and then perform the lifting of restrictions.’

source: རྟོག་པས་དོན་དུ་གཉེར་བ་རྟོག་པའི་ཡོ་བྱད་ཅན་དེ་དག་གིས་གསོལ་བ་བྱས་ཏེ་དགག་དབྱེ་བྱེད་ན། དེའི་འོག་ཏུ་གཉུག་མར་གནས་པའི་དགེ་སློང་ཉུང་ཟད་ཅིག་འོངས་ན། དེ་དག་གིས་ཀྱང་གསོལ་བ་བྱས་ཏེ་དགག་དབྱེ་བྱའོ། །
en: “If those monks, with fabricated aims and fabricated preparations, make a motion and then perform the lifting of restrictions, and later a smaller number of resident monks arrive, they too should make a motion and perform the lifting of restrictions.

source: དགེ་སློང་སྔ་མ་རྟོག་པའི་ཉེར་བསྡོགས་ཅན་དག་ལ་ནི་འགལ་ཚབས་ཅན་དུ་འགྱུར་ཏེ།
en: The earlier group of monks will be guilty of a breach because of their fabricated attempts.”

source: སྔར་གསོ་སྦྱོང་གི་གཞི་ལས་སྡོམ་གྱི་ཚིགས་སུ་བཅད་པ་ལས་ཇི་སྐད་གསུངས་པ་དེ་བཞིན་དུ་བརྗོད་པར་བྱའོ། །ཁྱད་པར་གཅིག་ཡོད་པ་ནི་དེར་གཉུག་མར་གནས་པའི་དགེ་སློང་བཞིའམ་ལྷག་པ་ཞིག་འདུག་ཅིང་མཐུན་པར་གྱུར་ལ་ཞེས་སྨོས་པ་འདིར་ནི་ལྔའམ་ལྷག་པར་བརྗོད་པར་བྱ་བ་ཡིན་ནོ།། །།སྡོམ་ལ།
en: The rest should be expressed as in The Chapter on the Restoration Rite’s summary verse yet with one difference: where The Chapter on the Restoration Rite reads “four or more resident monks may be seated and in a quorum,” and so forth, here one should read “five or more.”

source: དབྱར་གནས་པར་ནི་དམ་བཅས་པའི། །འཐབ་ཀྲོལ་དགེ་སློང་ཤེས་ནས་ཀྱང་། །བཤེས་པའི་ཚིག་གིས་བསུ་བྱ་དང་། །ངེས་པའི་ཟླ་བ་བཞི་པོ་དང་། །ནད་པ་དང་ནི་དངོས་པོ་སྟེ། །ཡང་དག་བསྡོམས་པས་ཚོགས་ཡིན་ནོ། །
en: Rains A summary: Even though monks who have pledged To settle for the rains are known to be quarrelsome, They should be welcomed with friendly words Surely on the four month; The ill, and matters Make a summary in verse.
